// © Copyright 2010, 2015-2016 HP Development Company, L.P.

// ------ Ink Colors ------ //

"cyan" = "Ciano [C]";
"magenta" = "Magenta [M]";
"yellow" = "Amarelo [Y]";

"black" = "Preto [K]";

"red" = "Vermelho [R]";
"green" = "Verde [G]";
"blue" = "Azul [B]";

"lightcyan" = "Ciano-claro [LC]";
"lightmagenta" = "Magenta-claro [LM]";

"orange" = "Laranja [O]";

"gray" = "Cinza [G]";
"lightgray" = "Cinza-claro [LG]";
"darkgray" = "Cinza-escuro [DG]";

"photoblack" = "Preto fotográfico [PK]";
"matteblack" = "Preto fosco [MK]";

"glossenhancer" = "Reforçador brilhante";

"violet" = "Violeta [V]";

"gold" = "Dourado [??]";
"silver" = "Prata [??]";
"bronze" = "Bronze [??]";

"metallic" = "Vermelho metálico [??]";

"tricolor" = "Colorido [Ciano/Magenta/Amarelo]";
"photo" = "Foto [Preto/Ciano-claro/Magenta-claro]";
"photogray" = "Fotográfico cinza [Preto/Cinza/Cinza-claro]";

"Photo [PK]" = "Foto [PK]";


//Event Titles in Message Center
"Previously Used Genuine HP Cartridge(s)" = "Cartuchos originais HP usados";
"Refilled or Depleted Cartridge Detected" = "Cartucho remanufaturado ou vazio detectado";

//Pharse for smash alert
"The message status could not be updated" = "Não foi possível atualizar o status da mensagem";

//New titles introduced for K4 phase to be localized.
"Counterfeit Cartridge Advisory" = "Aviso de cartucho falsificado";
"Used, Refilled or Counterfeit Cartridge Detected" = "Cartucho usado, remanufaturado ou falsificado detectado";

HSDUseCartridgeOrLearnAboutProtection = "Para continuar usando os cartuchos indicados, clique em Continuar.
Para sair e conhecer o recurso Proteção de cartucho HP, clique em Cancelar.";

"View HP Privacy Statement Online" = "Declaração de Privacidade HP";

"Shop Online" = "Comprar online";

"To order a genuine HP replacement cartridge, click Shop Online." = "Para solicitar um cartucho de substituição HP original, clique em Comprar online.";

//a: Removed the sring from the nib file and added the same here.
"To continue using this cartridge, click OK." = "Para continuar usando este cartucho, clique em OK.";
"View online details about shared information" = "Ver detalhes on-line sobre as informações compartilhadas";

// [RQ 7996] Replace 'Shop Online' with 'Buy Now' in supply alerts.
"Buy Now" = "Comprar agora";
"To order a genuine HP replacement cartridge, click Buy Now." = "Para encomendar um cartucho sobressalente original da HP, clique em Comprar agora.";

"To order a genuine HP replacement cartridge online, click Buy Now." = "Para encomendar on-line um cartucho original HP para substituição, clique em Comprar agora.";

"View data shared with HP" = "Exibir dados compartilhados com a HP";

"HP Instant Ink Support Online" = "Suporte On-line HP Instant Ink";

//Ink subscription message from K10
"For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online." = "Para reportar problemas com cartuchos obtidos do HP Instant Ink, entre em contato com o Suporte On-line HP Instant Ink.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Is Pen Counterfeit Dialog
HSD__65592_65685__EventTitle = "Cartuchos usados ou falsificados detectados";
